import margarita from "./assets/margarita.jpg";
import peperoni from "./assets/peperoni.jpg";
import foursira from "./assets/4sira.jpg";
import gavai from "./assets/gavai.jpg";
export const products = [
  {
    id: 1,
    name: "Маргарита",
    image: margarita,
    description:
      "Маргарита – Классическая итальянская пицца с томатным соусом, моцареллой и свежим базиликом. Простой, но насыщенный вкус. 🍅🧀🌿",
    ingredients: [
      `Томатный соус`,
      `Моцарелла`,
      `Свежий базилик`,
      `Оливковое масло`,
      `Тонкое тесто`,
    ],
  },
  {
    id: 2,
    name: "Пеперони",
    image: peperoni,
    description:
      "Пеперони – Острая и ароматная пицца с томатным соусом, моцареллой и пикантной колбасой пеперони. Идеальный выбор для любителей мясных вкусов! 🌶️🍕",
    ingredients: [
      `Томатный соус`,
      `Моцарелла`,
      `Колбаса пеперони`,
      `Орегано`,
      `Тонкое тесто`,
    ],
  },
  {
    id: 3,
    name: "4 сыра",
    image: foursira,
    description:
      "Четыре сыра – Кремовая пицца с нежным сочетанием моцареллы, пармезана, горгонзолы и эмменталя. Настоящий рай для сырных гурманов! 🧀🧀🧀🧀",
    ingredients: [
      `Моцарелла`,
      `Пармезан`,
      `Горгонзола`,
      `Эмменталь (или другой твёрдый сыр)`,
      `Сливочный соус (иногда заменяют на томатный)`,
      `Тонкое тесто`,
    ],
  },
  {
    id: 4,
    name: "Гавайская",
    image: gavai,
    description:
      "Гавайская – Необычное, но любимое сочетание курицы, ветчины, ананасов и сыра. Сладковато-солёный вкус, который либо обожаешь, либо ненавидишь! 🍍🍕",
    ingredients: [
      `Томатный соус`,
      `Моцарелла`,
      `Ветчина`,
      `Куриное филе (по желанию)`,
      `Консервированные ананасы`,
      `Орегано`,
      `Тонкое тесто`,
    ],
  },
  {
    id: 5,
    name: "Гавайская",
    image: gavai,
    description:
      "Гавайская – Необычное, но любимое сочетание курицы, ветчины, ананасов и сыра. Сладковато-солёный вкус, который либо обожаешь, либо ненавидишь! 🍍🍕",
    ingredients: [
      `Томатный соус`,
      `Моцарелла`,
      `Ветчина`,
      `Куриное филе (по желанию)`,
      `Консервированные ананасы`,
      `Орегано`,
      `Тонкое тесто`,
    ],
  },
  {
    id: 5,
    name: "Гавайская",
    image: gavai,
    description:
      "Гавайская – Необычное, но любимое сочетание курицы, ветчины, ананасов и сыра. Сладковато-солёный вкус, который либо обожаешь, либо ненавидишь! 🍍🍕",
    ingredients: [
      `Томатный соус`,
      `Моцарелла`,
      `Ветчина`,
      `Куриное филе (по желанию)`,
      `Консервированные ананасы`,
      `Орегано`,
      `Тонкое тесто`,
    ],
  },
  {
    id: 5,
    name: "Гавайская",
    image: gavai,
    description:
      "Гавайская – Необычное, но любимое сочетание курицы, ветчины, ананасов и сыра. Сладковато-солёный вкус, который либо обожаешь, либо ненавидишь! 🍍🍕",
    ingredients: [
      `Томатный соус`,
      `Моцарелла`,
      `Ветчина`,
      `Куриное филе (по желанию)`,
      `Консервированные ананасы`,
      `Орегано`,
      `Тонкое тесто`,
    ],
  },
];

export const info = [
  {
    name: "about",
    description: `
Добро пожаловать в нашу компанию! Мы — команда профессионалов, увлеченных тем, что мы делаем. Наша миссия заключается в том, чтобы предоставлять качественные товары и услуги, которые улучшают жизнь наших клиентов.

Основанная в [год основания], наша компания стремится к инновациям и совершенствованию. Мы работаем с лучшими поставщиками и производителями, чтобы гарантировать, что наши продукты соответствуют самым высоким стандартам качества.

Мы гордимся тем, что можем предложить широкий ассортимент товаров, от [категория товаров] до [категория товаров], и уверены, что каждый найдет у нас то, что ищет. Наша команда всегда готова помочь вам с выбором и ответить на любые ваши вопросы.

**Наши ценности:**
- **Качество:** Мы стремимся предоставлять только лучшие продукты и услуги.
- **Доверие:** Мы строим отношения с клиентами на основе честности и открытости.
- **Инновации:** Мы постоянно ищем новые идеи и решения, чтобы улучшить наши предложения.

Спасибо, что выбрали нас! Мы рады помочь вам в любых вопросах и надеемся на долгосрочное сотрудничество.
        `,
  },

  {
    name: "contact",
    description: `
Мы всегда готовы помочь вам! Если у вас возникли вопросы, предложения или вам нужна помощь, пожалуйста, не стесняйтесь обращаться к нам. Мы ценим ваше мнение и готовы предоставить всю необходимую информацию.

**Способы связи:**
        
- **Электронная почта:** Вы можете написать нам на [ваш_email@example.com](mailto:ваш_email@example.com). Мы стараемся отвечать на все запросы в течение 24 часов.
        
- **Телефон:** Позвоните нам по номеру [+7 (123) 456-78-90](tel:+71234567890). Мы доступны с понедельника по пятницу с 9:00 до 18:00 по московскому времени.
        
- **Форма обратной связи:** Также вы можете заполнить форму обратной связи на нашем сайте. Мы свяжемся с вами в ближайшее время.
        
**Адрес офиса:**  
[Улица, дом, город, страна]
        
**Социальные сети:**  
Следите за нами в социальных сетях, чтобы быть в курсе наших новостей и акций:
- [Facebook](#)
- [Instagram](#)
- [Twitter](#)
        
Спасибо, что выбрали нас! Мы с нетерпением ждем возможности помочь вам.`,
  },
];
